{
    "Free 45-Minute Consultation": {"title": "Free 45-Minute Consultation", "bg-start": "#18324E", "bg-stop": "#0C1927", "description": "Start your journey with a complimentary 45-minute consultation to discuss your project’s vision and requirements. During this session, we’ll explore how our services can best meet your needs and provide preliminary insights into your project’s potential.", "link": "Schedule your consultation", "href": "inquire"},
    "Team and Timeline Assignment": {"title": "Team and Timeline Assignment", "bg-start": "#FF7F00", "bg-stop": "#FFE100", "icon": "timeline", "description": "After partnering with CircleSquare Labs, we’ll assign a dedicated team tailored to your project’s specific needs. A detailed timeline will be established to ensure clear milestones and efficient progress. This step solidifies our commitment to delivering your project on time and to the highest standards.", "link": "Get to know our team of experts", "href": "team"},
    "Design and Prototyping": {"title": "Design and Prototyping", "bg-start": "#FF0000", "bg-stop": "#FF7F00", "icon": "design", "description": "Our design and prototyping phase includes wireframing, graphic design, and media creation to bring your vision to life. We work closely with you to ensure that every visual element aligns with your brand and goals. This stage provides a tangible preview of the final product, setting the foundation for development.", "link": "Explore our development tools", "href": "tools"},
    "Development & Client Check-Ins": {"title": "Development & Client Check-Ins", "bg-start": "#5050E6", "bg-stop": "#FF0064", "icon": "code", "description": "During the development phase, our team builds the solution while maintaining regular client check-ins. These meetings are scheduled based on the project’s timeframe and specific requirements, allowing for feedback and adjustments along the way. This ensures the final product meets your expectations and is delivered on time."},
    "Accessible Project Management": {"title": "Accessible Project Management", "bg-start": "#7FFF7F", "bg-stop": "#00C8E6", "icon": "call", "description": "We provide transparent and accessible project management tools, keeping you informed and engaged throughout the development process. You’ll have real-time access to project updates, task progress, and any potential challenges. Our approach ensures that you’re always in the loop and confident in the project’s direction."},
    "Deployment, Integration, and Rollout": {"title": "Deployment, Integration, and Rollout", "bg-start": "#00C8E6", "bg-stop": "#0050E6", "icon": "deployed", "description": "Our deployment process includes thorough testing to ensure a seamless launch. We handle integration with your existing systems and manage the rollout to ensure a smooth transition. This final step guarantees that your solution is fully operational, secure, and ready for use."}
}