{
    "Brand Design and Standardization": {"title": "Brand Design and Standardization", "icon": "palette", "bg-start": "#FF0000", "bg-stop": "#FF7F00", "description": "We craft memorable brand identities that resonate with your audience and reflect your business values. From designing logos to developing brand messaging, we ensure your brand is consistent across all platforms. Our standardization process guarantees that every aspect of your brand looks and feels cohesive, helping you build strong brand recognition and customer loyalty.", "tools": ["logic", "adobe fonts", "inkscape", "photoshop", "figma", "illustrator", "google fonts", "final cut pro"]},
    "Website and Web App Development": {"title": "Website and Web App Development", "icon": "www", "bg-start": "#FF7F00", "bg-stop": "#FFE100", "description": "We specialize in creating everything from basic websites to complex web applications, including the development of APIs that enable different systems to communicate seamlessly. Whether you need a simple website to showcase your business or a powerful web app to engage your users, we deliver solutions that are user-friendly, secure, and scalable.", "tools": ["wix", "tailwind", "nextjs", "wordpress", "react", "sasscss", "angular", "jquery"]},
    "Full Stack Engineering": {"title": "Full Stack Engineering", "icon": "stack", "bg-start": "#FFE100", "bg-stop": "#05FF00", "description": "Our team excels in building fully functional applications across all platforms—desktop, web, and mobile. We handle everything from designing stunning user interfaces to deploying robust back-end systems, ensuring that your application is as beautiful as it is powerful. We take care of the entire development process, so you get a complete solution ready for launch.", "tools": ["java", "c++", "react", "flutter", "aws", "go", "nodejs", "php"]},
    "Cloud and DevOps Orchestration": {"title": "Cloud and DevOps Orchestration", "icon": "cloud", "bg-start": "#7FFF7F", "bg-stop": "#00C8E6", "description": "We manage and deploy your applications in the cloud with the latest technologies, including microservices, containerization, and managed backends. Our expertise in Cloud and DevOps ensures that your system is scalable, reliable, and easy to maintain, so you can focus on growing your business without worrying about the technical complexities.", "tools": ["git", "mongodb", "docker", "kubernetes", "aws", "prometheus", "grafana", "mysql"]},
    "Data Engineering and Processing": {"title": "Data Engineering and Processing", "icon": "trend", "bg-start": "#00C8E6", "bg-stop": "#0050E6", "description": "We collect, process, and manage data to help you make informed decisions. Our services include web scraping, telemetry (tracking and monitoring data), and creating interactive interfaces that allow you to visualize and interact with your data. Whether you need to gather data from various sources or create a user-friendly dashboard, we’ve got you covered.", "tools": ["mongodb", "go", "prometheus", "grafana", "python", "tensorflow", "numpy", "mysql"]},
    "Technology Strategy Advising": {"title": "Technology Strategy Advising", "icon": "rocket", "bg-start": "#5050E6", "bg-stop": "#FF0064", "description": "We provide strategic guidance to help you navigate the ever-changing technology landscape. Whether you're planning a new project, scaling an existing system, or optimizing your IT infrastructure, our advice is tailored to your specific needs. We help you make the right decisions to achieve your goals efficiently and effectively.", "tools": ["java", "c++", "go", "python", "aws", "docker", "react", "flutter"]},
    "Community and Impact-Driven Solutions": {"title": "Community and Impact-Driven Solutions", "icon": "community", "bg-start": "#FF32C8", "bg-stop": "#C81400", "description": "We are passionate about using technology for good. That’s why we offer reduced pricing for projects that have a positive impact on the community. Whether you’re a non-profit or a mission-driven business, we’re here to help you create solutions that make a difference, all while staying within your budget.", "tools": ["hispanichackers", "tequeria", "aws", "capitalfactory"]}
}