{
    "Andres Barrera": {"name": "Andres Barrera", "role": "Senior Engineer, Project Manager", "description": "Andrés brings extensive experience and a passion for innovation to every project. With a background in full-stack engineering, he has developed and managed complex applications across web, mobile, and desktop platforms, specializing in microservice architecture, cloud orchestration, and data engineering. Committed to leveraging technology for social good, Andrés aligns projects with impactful community initiatives, transforming ideas into high-quality products that drive success for clients."},
    "Elbert Dockery": {"name": "Elbert Dockery", "role": "Senior Embedded Software Engineer", "description": "Elbert has a diverse background in electronics and software engineering, specializing in embedded systems for industries like transportation, energy, and defense. He focuses on firmware development, low-level drivers, and hardware control applications, with expertise in C, C++, assembly (x86, ARM), and Verilog. He is proficient in real-time operating systems like FreeRTOS, embedded Linux, and various communication protocols (I2C, SPI, Bluetooth, Wi-Fi, LTE). Elbert's skill set also includes hardware optimization and tools like logic analyzers, oscilloscopes, and microcontrollers."},
    "Ricardo Harris": {"name": "Ricardo Harris", "role": "Full-Stack Engineer", "description": "Ricardo offers an extensive skill set to projects, combining his skills in database management, software development, and human-first design to create an array of user-centered products. His experience covers a broad array of services, including SAP custom application development, full-stack engineering, Rust-based application development, and development using Microsoft’s .NET Framework. Using his passion for people, his focus on UI/UX design has continued to be an asset for clients and customers alike."},
    "David Cortinas": {"name": "David Cortinas", "role": "Full-Stack Engineer", "description": "David has extensive experience in taking ideas from ideation to release, specializing in developing products throughout the entire development life-cycle. As a full-stack engineer, he is committed to building solutions that deliver value and create exceptional user experiences. He has contributed to products and services across various industries, always striving to develop better solutions by listening to user feedback and understanding how and why people engage with products. By applying a user-centric approach, David aims to create engaging products that support and achieve business objectives for clients."}
}