{
    "Andres Barrera": {"name": "Andres Barrera", "role": "Senior Engineer, Project Manager", "description": "Andrés brings extensive experience and a passion for innovation to every project. With a background in full-stack engineering, he has developed and managed complex applications across web, mobile, and desktop platforms, specializing in microservice architecture, cloud orchestration, and data engineering. Committed to leveraging technology for social good, Andrés aligns projects with impactful community initiatives, transforming ideas into high-quality products that drive success for clients."},
    "Elbert Dockery": {"name": "Elbert Dockery", "role": "Senior Embedded Software Engineer", "description": "Elbert has a diverse background in electronics and software engineering, specializing in embedded systems for industries like transportation, energy, and defense. He focuses on firmware development, low-level drivers, and hardware control applications, with expertise in C, C++, assembly (x86, ARM), and Verilog. He is proficient in real-time operating systems like FreeRTOS, embedded Linux, and various communication protocols (I2C, SPI, Bluetooth, Wi-Fi, LTE). Elbert's skill set also includes hardware optimization and tools like logic analyzers, oscilloscopes, and microcontrollers."},
    "Lucy MacPhail": {"name": "Lucy MacPhail", "role": "Senior Frontend Engineer", "description": "Lucy draws from a myriad of successful full-stack projects to distill complex features into sleek & effective interfaces. Her portfolio ranges from fintech data visualisation and management tools, version control UIs, accessible design systems, & many more. While not afraid to innovate with newer frameworks like Svelte and Tailwind, she has years of expertise in tools which have stood the test of time like React & pure CSS. This puts her at an ideal position to architect robust & maintainable software solutions. She maintains a consistent and effective approach to UI/UX interfaces, software architecture, & project planning."},
    "Anisah Majeed": {"name": "Anisah Majeed", "role": "Designer / Frontend Engineer", "description": "Anisah is skilled in leveraging modern JavaScript frameworks to create intuitive user experiences. Having studied psychology, their education helps them design aesthetically pleasing, user-centric applications, while their professional engineering experience promises a deep understanding of technical feasibility. In both web apps and mobile platforms, Anisah blends logic with a playful, yet sophisticated sense of creativity, delivering results that are both functional and engaging."},
    "Ricardo Harris": {"name": "Ricardo Harris", "role": "Full-Stack Engineer", "description": "Ricardo offers an extensive skill set to projects, combining his skills in database management, software development, and human-first design to create an array of user-centered products. His experience covers a broad array of services, including SAP custom application development, full-stack engineering, Rust-based application development, and development using Microsoft’s .NET Framework. Using his passion for people, his focus on UI/UX design has continued to be an asset for clients and customers alike."},
    "Nikolas Manuel": {"name": "Nikolas Manuel", "role": "Web Application Engineer", "description": "Nikolas brings a well-rounded skill set in JavaScript, React, and Node.js, delivering user-centered applications that support business growth and drive engagement. With experience in both frontend and backend development, he excels in transforming ideas from concept to launch, focusing on efficient database management and streamlined workflows. Passionate about creating intuitive and seamless user experiences, Nikolas continually enhances his work by integrating user feedback and optimizing for performance, making him a valuable asset to client projects and collaborative teams."},
    "David Cortinas": {"name": "David Cortinas", "role": "Full-Stack Engineer", "description": "David has extensive experience in taking ideas from ideation to release, specializing in developing products throughout the entire development life-cycle. As a full-stack engineer, he is committed to building solutions that deliver value and create exceptional user experiences. He has contributed to products and services across various industries, always striving to develop better solutions by listening to user feedback and understanding how and why people engage with products. By applying a user-centric approach, David aims to create engaging products that support and achieve business objectives for clients."},
    "Ruth Rojas": {"name": "Ruth Rojas", "role": "Software Engineer", "description": "Ruth Rojas is a highly motivated Full Stack Software Engineer skilled in identifying, creating, and deploying efficient and effective software products. She works well independently but also enjoys collaborating and contributing in a team environment. She is detail-oriented in her approach to problem-solving and is motivated by results. She leverages a variety of technologies to deliver technical solutions with a focus on client experience."}
}